Repository: tanxl8988/Interbras
Catalog: 万能AIT/*.lproj/Localizable.strings
Languages: pt_pt

# 摄像机
source: Camera
pt_pt: Câmera

source: DVR
pt_pt: Gravações

# 删除%d个文件？
source: Delete %d files？
pt_pt: Deletar %d arquivos？

# %d个文件删除失败！
source: %d failures
pt_pt: %d Falhas

# 取消
source: Cancel
pt_pt: Cancelar

# 设置
source: Camera Settings
pt_pt: Configurações

# wifi设置
source: Wifi Setting
pt_pt: Configuração WiFi

# 校准时间
source: Adjust Time
pt_pt: Ajustar Data

# 格式化TF卡
source: Format TF Card
pt_pt: Formatar Cartão

# 录音设置
source: Mute Mic
pt_pt: Microfone Mudo

# 碰撞灵敏度
source: G-Sensor
pt_pt: Sensor Impactor

# 恢复出厂设置
source: Reset
pt_pt: Padrão Fabrica

# 曝光调整
source: Exposure
pt_pt: Exposição

# 视频格式
source: Video Resolution
pt_pt: Formato de vídeo

# 15秒
source: 15sec
pt_pt: 15 seg

# 30秒
source: 30sec
pt_pt: 30 seg

# 关闭
source: Off
pt_pt: Desl

# 低
source: Low
pt_pt: Baixo

# 中
source: Mid
pt_pt: Médio

# 高
source: High
pt_pt: Alto

# 共有%d个文件
source: %d files
pt_pt: Total de arquivos %d

# 未连接DVR
source: Not connecting the DVR
pt_pt: Câmera não conectada!

# 照片
source: Photo
pt_pt: Foto

# 视频
source: Normal Recording
pt_pt: Video

# 事件
source: Emergency Recording
pt_pt: Evento

# 选择
source: Select
pt_pt: Selecionar

# 全选
source: All
pt_pt: Todos

# 未选择文件
source: No file selected
pt_pt: Arquivo não selecionado

# Wi-Fi名称必须为1-27个非空字符。
source: Wi-Fi name must be 1-27 non empty characters.
pt_pt: Nome Wi-Fi deve ter 1-27 caracteres sem espaço branco

# Wi-Fi密码必须为8-32个非空字符。
source: Wi-Fi password must be 8-32 non empty characters
pt_pt: Senha Wi-Fi deve ter 1-27 caracteres sem espaço branco

# 修改成功！
source: Modify success!
pt_pt: Modificado com sucesso!

# 修改失败！
source: Modify failure!
pt_pt: Falhou na modificação!

# 摄像机时间将会校准为：
source: Camera time will be set to:
pt_pt: Data será configurada para:

# 校准时间失败！
source: Set camera time failure!
pt_pt: Falha na configuração de data!

# 校准时间成功！
source: The time on the recorder is synchronized!
pt_pt: O tempo de gravação está sincronizado!

# 格式化TF卡失败！
source: Format TF Card failure!
pt_pt: Falha ao formatar cartão SD!

# 格式化TF卡成功！
source: Format TF Card success!
pt_pt: Seu cartão foi formatado com sucesso!

# 恢复出厂设置失败！
source: Factory reset failure!
pt_pt: Falha ao formatar modo fábrica!

# 恢复出厂设置成功！
source: Factory reset success!
pt_pt: Formatado com sucesso!

# 设置失败！
source: Set failure!
pt_pt: Falha na configuração!

# DVR将会重启Wi-Fi
source: For successful connection change settings in your mobile device
pt_pt: Mude as configurações no smartphone para conectar com sucesso

# 下载
source: Download
pt_pt: Salvar

# 请允许访问iPhone的"照片"，否则无法使用下载功能！
source: Photos is used to save and share photos and videos.
pt_pt: Fotos é usada para salvar e compartilhar fotos e vídeos.

# 帮助
source: Help
pt_pt: Ajuda

# 关于
source: About
pt_pt: Sobre

# 未连接摄像机提示信息
source: Make sure that the wifi connected or recorder is connected to the recording mode. (Default AP "Intelbras_DC3102" with password "12345678")
pt_pt: A conexão falhou, por favor certifique-se que seu Smartphone esta conectado a rede Wi-fi da camera veicular. Rede Wi-fi padrão “ Intelbras DC 3102xxxx” Senha Padrão “12345678”

# 保存失败！
source: Save fail!
pt_pt: Falha ao salvar

# 问题1
source: 1.How to do when DVR system halted?
pt_pt: 1. O que fazer se o sistema travar?

# 答案1
source: (1)Press Reset to restart (2)Whether the SD card damage or not, or card class corresponds to class 10.
pt_pt: (1) Aperte reset para reiniciar (2) Verifique a procedência do cartão e se o cartão não é classe 10 (clique aqui) -> point to link at side ->"https://loja.intelbras.com.br/cartao-micro-sd-purple-intelbras-de-32gb-para-sistemas-de-seguranca-eletronica/p?idsku=4600144&gclid=EAIaIQobChMItP3JiLfD6gIViIeRCh393g1rEAQYAyABEgJi1_D_BwE"

# 答案2
source: (1)Check power supply connection ok or not (2)Check whether insert card or not (3)Check whether power button press down or not (4)Press reset
pt_pt: (1) Verifique se o cabo de alimentação está bem conectado (2) Verifique se o cartão está inserido (3) Verifique se o botão de ligar está pressionado (4) Pressione reset

# 问题3
source: 3.Video playback on the computer will show stop or frame skip?
pt_pt: 3. O vídeo quando assistido no computador está com problema?

# 答案3
source: (1)Format TF card and repeat recording. (2)Exchange TF Card with TF Card class 10
pt_pt: (1) Verifique se o cartão SD está com problema (2) Troque o cartão para um cartão classe 10

# 问题4
source: 4.Video recording not clear or full fuzzy ?
pt_pt: 4. O vídeo gravado não está nitido?

# 答案4
source: Rub the len and make it clean
pt_pt: (1) Passar um pano limpo na lente

# 问题5
source: 5.Video playback on the computer will get stuck or not continue?
pt_pt: 5. Gravação quando assistido no computador fica travado?

# 答案5
source: (1)First suggest to change the player to play (2)change another high speed TF Card
pt_pt: (1) Experimente outro reprodutor de vídeo (2) Verifique a procedência do cartão SD

# 问题6
source: 6.DVR recording video not continue, Just record for few seconds and stop, Then start record again?
pt_pt: 6. Câmera está gravando vídeos com duração menor que 3 minutos?

# 答案6
source: (1)Check whether the motion detection function is opened, please switch it off and try again. (2) Check and format TF card, or exchange it with TF card class 10
pt_pt: (1) Verificar se a detecão de movimento está ativa (2) Verifique a procedência do cartão, e/ou experimente um cartão classe 10.

# 问题7
source: 7.Why wifi can't connect with?
pt_pt: 7. Por que minha Wi-Fi não conecta?

# 答案7
source: (1) Check mobile phone settings. (2)Check if DVR WiFi is on? (3)If all from above is done, please reset the device
pt_pt: (1) Verifique as configurações do seu smartphone. (2) Verifique se o Wi-Fi da câmera está on (3) Se todas as alternativas acima foram feitas, por favor volte a câmera para o padrão de fábrica.

# 加载视频失败！
source: Load video failed!
pt_pt: Falhou no carregamento do vídeo!

# 该视频不可播放！
source: The video is not playable!
pt_pt: Não é possível reproduzir o vídeo!
